Repository: avsabahattinyucel-jpg/rork-zikrim---dua---tesbihat
Catalog: Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fa, fr, id, ms, ru, ur

# reauthentication_password_placeholder
source: Mevcut şifre
ar: كلمة المرور الحالية
de: Aktuelles Passwort
en: Current password
es: Contraseña actual
fa: گذرواژه فعلی
fr: Mot de passe actuel
id: Kata sandi saat ini
ms: Kata laluan semasa
ru: Текущий пароль
ur: موجودہ پاس ورڈ

# reauthentication_password_required
source: Devam etmek için mevcut şifreni gir.
ar: أدخل كلمة المرور الحالية للمتابعة.
de: Gib dein aktuelles Passwort ein, um fortzufahren.
en: Enter your current password to continue.
es: Introduce tu contraseña actual para continuar.
fa: برای ادامه، گذرواژه فعلی خود را وارد کنید.
fr: Saisissez votre mot de passe actuel pour continuer.
id: Masukkan kata sandi saat ini untuk melanjutkan.
ms: Masukkan kata laluan semasa untuk meneruskan.
ru: Введите текущий пароль, чтобы продолжить.
ur: جاری رکھنے کے لیے اپنا موجودہ پاس ورڈ درج کریں۔

# reauthentication_title
source: Kimliğini doğrula
ar: تأكيد هويتك
de: Identität bestätigen
en: Confirm Your Identity
es: Confirma tu identidad
fa: هویت خود را تأیید کنید
fr: Confirmez votre identité
id: Konfirmasi identitas Anda
ms: Sahkan identiti anda
ru: Подтвердите личность
ur: اپنی شناخت کی تصدیق کریں

# recent_locations
source: Son kullanılanlar
ar: المواقع الأخيرة
de: Zuletzt verwendet
en: Recent locations
es: Ubicaciones recientes
fa: مکان‌های اخیر
fr: Lieux récents
id: Lokasi terakhir
ms: Lokasi terkini
ru: Недавние места
ur: حالیہ مقامات

# rehber_category_cevsen
source: Cevşen
ar: الجوشن
de: Jawshan
en: Jawshan
es: Jawshan
fa: جوشن
fr: Jawshan
id: Jawshan
ms: Jawshan
ru: Джаушан
ur: جوشن

# rehber_category_duygusal_durumlar
source: Duygusal Durumlar
ar: الحالات الشعورية
de: Emotionale Zustände
en: Emotional States
es: Estados emocionales
fa: وضعیت‌های احساسی
fr: États émotionnels
id: Keadaan emosi
ms: Keadaan emosi
ru: Эмоциональные состояния
ur: جذباتی حالتیں

# rehber_category_eklediklerim
source: Eklediklerim
ar: إضافاتي
de: Meine Ergänzungen
en: My Additions
es: Mis añadidos
fa: افزوده‌های من
fr: Mes ajouts
id: Tambahan saya
ms: Tambahan saya
ru: Мои добавления
ur: میری شامل کردہ چیزیں

# rehber_category_esmaul_husna
source: Esmaül Hüsna
ar: أسماء الله الحسنى
de: Asma al-Husna
en: Asma al-Husna
es: Asma al-Husna
fa: اسماء الحسنی
fr: Asma al-Husna
id: Asmaul Husna
ms: Asmaul Husna
ru: Асма уль-Хусна
ur: اسماء الحسنی

# rehber_category_gunluk_rutinler
source: Günlük Rutinler
ar: الروتين اليومي
de: Tägliche Routinen
en: Daily Routines
es: Rutinas diarias
fa: روتین‌های روزانه
fr: Routines quotidiennes
id: Rutinitas harian
ms: Rutin harian
ru: Ежедневные ритуалы
ur: روزانہ معمولات

# rehber_category_hayat_durumlari
source: Hayat Durumları
ar: مواقف الحياة
de: Lebenssituationen
en: Life Situations
es: Situaciones de la vida
fa: موقعیت‌های زندگی
fr: Situations de vie
id: Situasi hidup
ms: Keadaan hidup
ru: Жизненные ситуации
ur: زندگی کے حالات

# rehber_category_hisnul_muslim
source: Hisn'ul Müslim
ar: حصن المسلم
de: Hisnul Muslim
en: Hisnul Muslim
es: Hisnul Muslim
fa: حصن المسلم
fr: Hisnul Muslim
id: Hisnul Muslim
ms: Hisnul Muslim
ru: Хиснуль Муслим
ur: حصن المسلم

# rehber_category_kisa_tesbihat
source: Kısa Tesbih
ar: تسبيحات قصيرة
de: Kurze Tasbihat
en: Short Tasbih
es: Tasbihat breve
fa: تسبیحات کوتاه
fr: Tasbih court
id: Tasbihat ringkas
ms: Tasbihat ringkas
ru: Короткий тасбих
ur: مختصر تسبیحات

# rehber_category_kuran_dualari
source: Kur'an Duaları
ar: أدعية القرآن
de: Quran-Duas
en: Qur'an Duas
es: Duas del Corán
fa: دعاهای قرآنی
fr: Duas du Coran
id: Doa Al-Qur’an
ms: Doa al-Quran
ru: Коранические дуа
ur: قرآنی دعائیں

# rehber_category_rabbena_dualari
source: Rabbena Duaları
ar: أدعية ربنا
de: Rabbana-Duas
en: Rabbana Duas
es: Duas Rabbana
fa: دعاهای ربنا
fr: Duas Rabbana
id: Doa Rabbana
ms: Doa Rabbana
ru: Дуа Раббана
ur: ربنا دعائیں

source: Rehber Detay
ar: تفاصيل الدليل
de: Leitfaden-Details
en: Guide Detail
es: Detalle de la guía
fa: جزئیات راهنما
fr: Détail du guide
id: Detail panduan
ms: Butiran panduan
ru: Детали руководства
ur: رہنما تفصیل

# rehber_detay_2
source: Rehber Detay
ar: تفاصيل الدليل
de: Leitfaden-Details
en: Guide Detail
es: Detalle de la guía
fa: جزئیات راهنما
fr: Détail du guide
id: Detail panduan
ms: Butiran panduan
ru: Детали руководства
ur: رہنما تفصیل

source: Rehbere Ekle
ar: إضافة إلى الدليل
de: Zum Leitfaden hinzufügen
en: Add to Guide
es: Agregar a la guía
fa: افزودن به راهنما
fr: Ajouter au guide
id: Tambahkan ke panduan
ms: Tambah ke panduan
ru: Добавить в руководство
ur: رہنما میں شامل کریں

# rehbere_ekle_2
source: Rehbere Ekle
ar: إضافة إلى الدليل
de: Zum Leitfaden hinzufügen
en: Add to Guide
es: Agregar a la guía
fa: افزودن به راهنما
fr: Ajouter au guide
id: Tambahkan ke panduan
ms: Tambah ke panduan
ru: Добавить в руководство
ur: رہنما میں شامل کریں

# reklami_izle_ve_ac
source: Reklamı izle ve aç
ar: شاهد الإعلان وافتح
de: Werbung ansehen und freischalten
en: Watch ad and unlock
es: Mira el anuncio y desbloquea
fa: تبلیغ را ببین و باز کن
fr: Regarder la pub et débloquer
id: Tonton iklan dan buka
ms: Tonton iklan dan buka
ru: Посмотреть рекламу и открыть
ur: اشتہار دیکھیں اور کھولیں

# reklamlara_son_sinirsiz_rabia
source: Reklamlara son, sınırsız Rabia
ar: بدون إعلانات، رابيا بلا حدود
de: Keine Werbung, unbegrenzte Rabia
en: No ads, unlimited Rabia
es: Sin anuncios, Rabia ilimitada
fa: بدون تبلیغ، رابیا نامحدود
fr: Sans pubs, Rabia illimitée
id: Tanpa iklan, Rabia tanpa batas
ms: Tanpa iklan, Rabia tanpa had
ru: Без рекламы, безлимитная Рабия
ur: بغیر اشتہار، لامحدود رابعہ

# reklamsiz_deneyim
source: Reklamsız deneyim
ar: تجربة بدون إعلانات
de: Werbefreies Erlebnis
en: Ad-free experience
es: Experiencia sin anuncios
fa: تجربه بدون تبلیغات
fr: Expérience sans publicité
id: Pengalaman tanpa iklan
ms: Pengalaman tanpa iklan
ru: Опыт без рекламы
ur: بغیر اشتہار تجربہ

# reklamsiz_deneyim_ve_tum_ayricaliklar_acik
source: Reklamsız deneyim ve tüm ayrıcalıklar açık
ar: تجربة بلا إعلانات وجميع المزايا مفعّلة
de: Werbefreies Erlebnis und alle Vorteile freigeschaltet
en: Ad-free experience and all perks unlocked
es: Experiencia sin anuncios y todas las ventajas desbloqueadas
fa: تجربه بدون تبلیغ و همه مزایا فعال است
fr: Expérience sans publicité et tous les avantages débloqués
id: Pengalaman tanpa iklan dan semua keuntungan terbuka
ms: Pengalaman tanpa iklan dan semua kelebihan dibuka
ru: Опыт без рекламы и все привилегии открыты
ur: بغیر اشتہار تجربہ اور تمام سہولیات فعال

# reklamsiz_kullanim
source: Reklamsız kullanım
ar: استخدام بدون إعلانات
de: Werbefreie Nutzung
en: Ad-free usage
es: Uso sin anuncios
fa: استفاده بدون تبلیغ
fr: Utilisation sans publicité
id: Penggunaan tanpa iklan
ms: Penggunaan tanpa iklan
ru: Использование без рекламы
ur: بغیر اشتہار استعمال

# religious_berat_kandili_dua
source: Allah’ım günahlarımı bağışla, kalbimi temizle ve bana af kapılarını aç.
ar: اللهم اغفر ذنوبي، وطهّر قلبي، وافتح لي أبواب العفو.
de: O Allah, vergib mir meine Sunden, reinige mein Herz und offne mir die Tore der Vergebung.
en: O Allah, forgive my sins, purify my heart, and open for me the gates of pardon.
es: Oh Allah, perdona mis pecados, purifica mi corazón y ábreme las puertas del perdón.
fa: خدايا، گناهانم را ببخش، دلم را پاك كن و درهاي آمرزش را به رويم بگشا.
fr: O Allah, pardonne mes peches, purifie mon coeur et ouvre-moi les portes du pardon.
id: Ya Allah, ampunilah dosaku, sucikan hatiku, dan bukakan bagiku pintu ampunan-Mu.
ms: Ya Allah, ampunkan dosaku, sucikan hatiku, dan bukakan untukku pintu keampunan-Mu.
ru: О Аллах, прости мои грехи, очисти мое сердце и открой мне врата прощения.
ur: اے اللہ، میرے گناہ معاف فرما، میرے دل کو پاک کر اور میرے لیے بخشش کے دروازے کھول دے۔

# religious_berat_kandili_title
source: Berat Kandili
ar: ليلة البراءة
de: Nacht der Bara’a
en: Night of Bara’ah
es: Noche de Bara’ah
fa: شب برات
fr: Nuit de Bara’a
id: Malam Bara’ah
ms: Malam Bara’ah
ru: Ночь Бараат
ur: شبِ برات

# religious_berat_kandili_worship
source: Bol istiğfar, tövbe ve kırgın olduğun biri varsa gönül alma niyetiyle hareket etmek uygun olur.
ar: يستحب الإكثار من الاستغفار والتوبة، والسعي إلى إصلاح القلوب إن وُجدت خصومة.
de: Viel Istighfar, Reue und Versohnung mit Menschen, die du verletzt hast, sind passend.
en: Abundant istighfar, repentance, and reconciling with anyone you hurt are appropriate.
es: Es apropiado hacer mucho istighfar, arrepentirse y reconciliarse con quien hayas herido.
fa: استغفار فراوان، توبه و آشتي با كسي كه آزرده‌اي، مناسب است.
fr: Un abondant istighfar, le repentir et la reconciliation avec ceux que tu as blesses conviennent bien.
id: Perbanyak istighfar, taubat, dan berdamai dengan orang yang pernah Anda sakiti.
ms: Perbanyak istighfar, taubat, dan berdamai dengan sesiapa yang pernah anda sakiti.
ru: Уместны частый истигфар, покаяние и примирение с теми, кого ты обидел.
ur: کثرت سے استغفار، توبہ اور جسے تم نے دکھ پہنچایا ہو اُس سے صلح کرنا مناسب ہے۔

# religious_kadir_gecesi_dua
source: Allahümme inneke afüvvün tühibbü’l-afve fa’fu annî.
ar: اللهم إنك عفو تحب العفو فاعف عني.
de: Allahumma innaka afuwwun tuhibbul afwa fa’fu anni.
en: Allahumma innaka afuwwun tuhibbul afwa fafu anni.
es: Allahumma innaka afuwwun tuhibbul afwa fa’fu anni.
fa: اللهم انك عفو تحب العفو فاعف عني.
fr: Allahumma innaka afuwwun tuhibbul afwa fa’fu anni.
id: Allahumma innaka afuwwun tuhibbul afwa fa’fu anni.
ms: Allahumma innaka afuwwun tuhibbul afwa fa’fu anni.
ru: Аллахумма иннака афуввун тухиббуль афва фа’фу анни.
ur: اللهم إنك عفو تحب العفو فاعف عني۔

# religious_kadir_gecesi_title
source: Kadir Gecesi
ar: ليلة القدر
de: Lailat al-Qadr
en: Laylat al-Qadr
es: Laylat al-Qadr
fa: ليلة القدر
fr: Laylat al-Qadr
id: Lailatul Qadr
ms: Lailatul Qadr
ru: Ляйлят аль-Кадр
ur: ليلة القدر

# religious_kadir_gecesi_worship
source: Kur’an okumak, tesbihat yapmak ve geceyi kısa da olsa ibadetle geçirmek çok kıymetlidir.
ar: قراءة القرآن والتسبيح وإحياء الليل بالعبادة -ولو قليلاً- أمر عظيم.
de: Quranrezitation, Tasbih und auch eine kurze Nacht des Gottesdienstes sind sehr wertvoll.
en: Reciting Qur’an, doing tasbih, and spending the night in worship, even briefly, is very precious.
es: Recitar el Corán, hacer tasbih y dedicar aunque sea un poco de la noche a la adoración es muy valioso.
fa: تلاوت قرآن، تسبيح و حتي اندكي عبادت در شب، بسيار ارزشمند است.
fr: La recitation du Coran, le tasbih et meme un court temps d’adoration durant la nuit sont tres precieux.
id: Membaca Al-Qur’an, bertasbih, dan beribadah walau sebentar di malam ini sangat berharga.
ms: Membaca al-Quran, bertasbih dan beribadah walaupun seketika pada malam ini sangat bernilai.
ru: Чтение Корана, тасбих и даже короткое поклонение ночью очень ценны.
ur: قرآن کی تلاوت، تسبیح اور رات میں تھوڑی سی عبادت بھی بہت قیمتی ہے۔

# religious_kurban_bayrami_dua
source: Allah’ım teslimiyetimizi kabul eyle, bize ihlas ve bereket nasip et.
ar: اللهم تقبل منا التسليم، وارزقنا الإخلاص والبركة.
de: O Allah, nimm unsere Hingabe an und schenke uns Aufrichtigkeit und Segen.
en: O Allah, accept our submission and grant us sincerity and blessing.
es: Oh Allah, acepta nuestra entrega y concédenos sinceridad y bendición.
fa: خدايا، تسليم ما را بپذير و به ما اخلاص و بركت عطا كن.
fr: O Allah, accepte notre soumission et accorde-nous sincerite et benediction.
id: Ya Allah, terimalah kepasrahan kami dan anugerahkan keikhlasan serta keberkahan.
ms: Ya Allah, terimalah penyerahan kami dan kurniakan keikhlasan serta keberkatan.
ru: О Аллах, прими наше смирение и даруй нам искренность и благословение.
ur: اے اللہ، ہماری فرماں برداری قبول فرما اور ہمیں اخلاص اور برکت عطا فرما۔

# religious_kurban_bayrami_title
source: Kurban Bayramı
ar: عيد الأضحى
de: Eid al-Adha
en: Eid al-Adha
es: Eid al-Adha
fa: عيد قربان
fr: Eid al-Adha
id: Idul Adha
ms: Aidiladha
ru: Ид аль-Адха
ur: عيد الاضحی

# religious_kurban_bayrami_worship
source: Bayram namazı, imkan varsa kurban ibadeti ve ihtiyaç sahiplerini gözetmek öne çıkar.
ar: تُؤكَّد صلاة العيد والأضحية لمن استطاع ورعاية المحتاجين.
de: Eid-Gebet, Opfergabe, wenn moglich, und die Sorge fur Bedurftige stehen im Mittelpunkt.
en: Eid prayer, sacrifice if able, and caring for those in need are emphasized.
es: Se destacan la oración del Eid, el sacrificio si es posible y el cuidado de quienes lo necesitan.
fa: نماز عيد، قرباني در صورت توان و رسيدگي به نيازمندان برجسته است.
fr: La priere de l’Eid, le sacrifice si possible et l’attention aux personnes dans le besoin sont mis en avant.
id: Salat Id, berkurban jika mampu, dan memperhatikan yang membutuhkan sangat dianjurkan.
ms: Solat Aidiladha, ibadah korban jika mampu, dan menjaga golongan memerlukan sangat dititikberatkan.
ru: Подчеркиваются праздничная молитва, жертвоприношение при возможности и забота о нуждающихся.
ur: عید کی نماز، استطاعت ہو تو قربانی، اور ضرورت مندوں کی خبر گیری اس دن کی نمایاں عبادات ہیں۔

# religious_mevlid_kandili_dua
source: Allah’ım Resulullah’ın sünnetine yakın bir hayat yaşamayı bize nasip et.
ar: اللهم ارزقنا حياةً قريبةً من سنة رسول الله ﷺ.
de: O Allah, gewahre uns ein Leben nah an der Sunnah des Gesandten Allahs.
en: O Allah, grant us a life close to the Sunnah of the Messenger of Allah.
es: Oh Allah, concédenos una vida cercana a la Sunnah del Mensajero de Allah.
fa: خدايا، زندگي‌اي نزديك به سنت رسول الله به ما عطا كن.
fr: O Allah, accorde-nous une vie proche de la Sunna du Messager d’Allah.
id: Ya Allah, anugerahkan kepada kami kehidupan yang dekat dengan sunnah Rasulullah.
ms: Ya Allah, kurniakan kepada kami kehidupan yang dekat dengan sunnah Rasulullah.
ru: О Аллах, даруй нам жизнь, близкую к сунне Посланника Аллаха.
ur: اے اللہ، ہمیں رسول اللہ ﷺ کی سنت کے قریب زندگی عطا فرما۔

# religious_mevlid_kandili_title
source: Mevlid Kandili
ar: ليلة المولد
de: Mawlid-Nacht
en: Mawlid Night
es: Noche del Mawlid
fa: شب مولد
fr: Nuit du Mawlid
id: Malam Maulid
ms: Malam Maulid
ru: Ночь Мавлида
ur: شبِ میلاد

# religious_mevlid_kandili_worship
source: Bol salavat getirmek, siyer okumak ve güzel ahlak üzerine tefekkür etmek uygun olur.
ar: يُستحب الإكثار من الصلاة على النبي وقراءة السيرة والتأمل في مكارم الأخلاق.
de: Viel Salawat, das Lesen der Sira und das Nachdenken uber edlen Charakter sind passend.
en: Sending abundant salawat, reading the seerah, and reflecting on noble character are appropriate.
es: Es apropiado abundar en salawat, leer la sira y reflexionar sobre el noble carácter.
fa: كثرت صلوات، خواندن سيره و تأمل در اخلاق نيكو مناسب است.
fr: Abonder en salawat, lire la sira et reflechir au noble caractere sont appropries.
id: Memperbanyak salawat, membaca sirah, dan merenungkan akhlak mulia sangat baik dilakukan.
ms: Memperbanyak selawat, membaca sirah dan merenung tentang akhlak mulia sangat sesuai dilakukan.
ru: Уместны частые салаваты, чтение сиры и размышление о благородном нраве.
ur: کثرت سے درود، سیرت کا مطالعہ اور اعلیٰ اخلاق پر غور مناسب ہے۔

# religious_mirac_kandili_dua
source: Allah’ım imanımı kuvvetlendir, kalbime huzur ver ve beni namazın bereketiyle diri tut.
ar: اللهم قوِّ إيماني، وامنح قلبي السكينة، وأحيِ قلبي ببركة الصلاة.
de: O Allah, stärke meinen Iman, schenke meinem Herzen Frieden und halte mich mit dem Segen des Gebets lebendig.
en: O Allah, strengthen my faith, grant peace to my heart, and keep me alive with the blessing of prayer.
es: Oh Allah, fortalece mi fe, concede paz a mi corazón y mantén viva mi alma con la bendición de la oración.
fa: خدايا، ايمانم را استوار كن، به دلم آرامش بده و مرا با بركت نماز زنده نگه دار.
fr: O Allah, renforce ma foi, accorde la paix a mon coeur et garde-moi vivant par la benediction de la priere.
id: Ya Allah, kuatkan imanku, berilah kedamaian pada hatiku, dan hidupkan diriku dengan keberkahan salat.
ms: Ya Allah, kuatkan imanku, berikan ketenangan kepada hatiku, dan hidupkan jiwaku dengan keberkatan solat.
ru: О Аллах, укрепи мою веру, даруй мир моему сердцу и оживи меня благословением молитвы.
ur: اے اللہ، میرے ایمان کو مضبوط فرما، میرے دل کو سکون دے اور نماز کی برکت سے مجھے زندہ رکھ۔

# religious_mirac_kandili_title
source: Miraç Kandili
ar: ليلة المعراج
de: Nacht der Mi’raj
en: Night of Mi‘raj
es: Noche del Mi‘raj
fa: شب معراج
fr: Nuit du Mi‘raj
id: Malam Mi‘raj
ms: Malam Mi‘raj
ru: Ночь Ми‘раджа
ur: شبِ معراج

# religious_mirac_kandili_worship
source: Yatsı sonrası dua, salavat ve imkan varsa kısa bir Kur’an tilaveti güzel olur.
ar: بعد العشاء، يُستحب الدعاء والصلاة على النبي وقراءة يسيرة من القرآن إن تيسر.
de: Nach Isha sind Dua, Salawat und wenn moglich eine kurze Quranrezitation wohltuend.
en: After Isha, dua, salawat, and if possible a short recitation of the Qur’an are beneficial.
es: Después de Isha, la dua, los salawat y, si es posible, una breve recitación del Corán son beneficiosos.
fa: پس از عشا، دعا، صلوات و اگر ممكن باشد تلاوتي كوتاه از قرآن سودمند است.
fr: Apres Isha, la dua, les salawat et si possible une courte recitation du Coran sont benefiques.
id: Selepas Isya, berdoa, berselawat, dan jika memungkinkan membaca Al-Qur’an sebentar sangat baik.
ms: Selepas Isyak, berdoa, berselawat dan jika mampu membaca al-Quran sebentar sangat baik.
ru: После Иша полезны дуа, салаваты и, если возможно, короткое чтение Корана.
ur: عشاء کے بعد دعا، درود اور اگر ممکن ہو تو قرآن کی مختصر تلاوت بہت مفید ہے۔

# religious_ramazan_bayrami_dua
source: Allah’ım tuttuğumuz oruçları ve yaptığımız ibadetleri kabul eyle.
ar: اللهم تقبل صيامنا وعباداتنا.
de: O Allah, nimm unser Fasten und unsere Anbetung an.
en: O Allah, accept our fasting and worship.
es: Oh Allah, acepta nuestro ayuno y nuestra adoración.
fa: خدايا، روزه و عبادت ما را بپذير.
fr: O Allah, accepte notre jeune et notre adoration.
id: Ya Allah, terimalah puasa dan ibadah kami.
ms: Ya Allah, terimalah puasa dan ibadah kami.
ru: О Аллах, прими наш пост и наше поклонение.
ur: اے اللہ، ہمارے روزے اور عبادت کو قبول فرما۔

# religious_ramazan_bayrami_title
source: Ramazan Bayramı
ar: عيد الفطر
de: Eid al-Fitr
en: Eid al-Fitr
es: Eid al-Fitr
fa: عيد فطر
fr: Eid al-Fitr
id: Idulfitri
ms: Aidilfitri
ru: Ид аль-Фитр
ur: عيد الفطر

# religious_ramazan_bayrami_worship
source: Bayram namazı, aile ziyareti, gönül alma ve sadaka ile günü bereketlendirmek güzel olur.
ar: تُستحب صلاة العيد وصلة الرحم وإدخال السرور والصدقة في هذا اليوم المبارك.
de: Eid-Gebet, Familienbesuche, Versohnung und Wohltatigkeit machen diesen Tag gesegnet.
en: Eid prayer, family visits, reconciliation, and charity make the day blessed.
es: La oración del Eid, las visitas familiares, la reconciliación y la caridad bendicen este día.
fa: نماز عيد، ديدار خانواده، آشتي و صدقه، اين روز را پربركت مي‌كند.
fr: La priere de l’Eid, les visites familiales, la reconciliation et la charite rendent cette journee benie.
id: Salat Id, silaturahmi keluarga, saling memaafkan, dan sedekah menjadikan hari ini penuh berkah.
ms: Solat Aidilfitri, ziarah keluarga, berdamai dan bersedekah menjadikan hari ini penuh berkat.
ru: Праздничная молитва, семейные визиты, примирение и милостыня делают этот день благословенным.
ur: عید کی نماز، اہلِ خانہ سے ملاقات، صلح اور صدقہ اس دن کو بابرکت بناتے ہیں۔

# religious_regaib_kandili_dua
source: Allah’ım kalbimi hayra yönelt, niyetimi güzelleştir ve beni rahmetinden ayırma.
ar: اللهم وجّه قلبي إلى الخير، وزيّن نيتي، ولا تحرمني رحمتك.
de: O Allah, leite mein Herz zum Guten, verschonere meine Absicht und entziehe mir nicht Deine Barmherzigkeit.
en: O Allah, guide my heart to goodness, beautify my intention, and do not deprive me of Your mercy.
es: Oh Allah, guía mi corazón al bien, embellece mi intención y no me prives de Tu misericordia.
fa: خدايا، دلم را به سوي خير هدايت كن، نيتم را زيبا گردان و مرا از رحمتت محروم مكن.
fr: O Allah, guide mon coeur vers le bien, embellis mon intention et ne me prive pas de Ta misericorde.
id: Ya Allah, tuntun hatiku kepada kebaikan, indahkan niatku, dan jangan jauhkan aku dari rahmat-Mu.
ms: Ya Allah, bimbing hatiku kepada kebaikan, indahkan niatku, dan jangan jauhkan aku daripada rahmat-Mu.
ru: О Аллах, направь мое сердце к благу, укрась мое намерение и не лишай меня Своей милости.
ur: اے اللہ، میرے دل کو خیر کی طرف رہنمائی دے، میری نیت کو خوبصورت بنا اور مجھے اپنی رحمت سے محروم نہ فرما۔

# religious_regaib_kandili_title
source: Regaib Kandili
ar: ليلة الرغائب
de: Regaib-Nacht
en: Regaib Night
es: Noche de Regaib
fa: شب رغائب
fr: Nuit de Regaib
id: Malam Regaib
ms: Malam Regaib
ru: Ночь Рагаиб
ur: شبِ رغائب

# religious_regaib_kandili_worship
source: Akşam namazından sonra iki rekat nafile namaz, istiğfar ve kısa bir tefekkür iyi olur.
ar: بعد صلاة العشاء، من المناسب ركعتان نافلة مع الاستغفار وتأمل قصير.
de: Nach dem Abendgebet sind zwei Rakaat freiwilliges Gebet, Istighfar und eine kurze Besinnung wohltuend.
en: After the evening prayer, two rakahs of voluntary prayer, istighfar, and brief reflection are beneficial.
es: Después de la oración del anochecer, dos rakats voluntarios, istighfar y una breve reflexión son apropiados.
fa: پس از نماز شام، دو ركعت نماز نافله، استغفار و اندكي تفكر مناسب است.
fr: Apres la priere du soir, deux rakaats surerogatoires, l’istighfar et une breve reflexion sont benefiques.
id: Selepas salat Maghrib, dua rakaat sunnah, istighfar, dan renungan singkat sangat baik dilakukan.
ms: Selepas solat Maghrib, dua rakaat sunat, istighfar dan renungan ringkas sangat baik dilakukan.
ru: После вечерней молитвы полезны два ракаата нафиля, истигфар и короткое размышление.
ur: نمازِ مغرب کے بعد دو رکعت نفل، استغفار اور مختصر غور و فکر بہت مناسب ہے۔

# religious_today_dua
source: Allah’ım bugünü hayırlı, bereketli ve huzurlu eyle.
ar: اللهم اجعل هذا اليوم خيرًا وبركةً وسكينةً.
de: O Allah, mache diesen Tag gut, gesegnet und friedvoll.
en: O Allah, make this day good, blessed, and peaceful.
es: Oh Allah, haz que este día sea bueno, bendecido y sereno.
fa: خدايا، اين روز را نيك، پربركت و آرام قرار بده.
fr: O Allah, rends cette journee bonne, benie et paisible.
id: Ya Allah, jadikan hari ini baik, penuh berkah, dan tenang.
ms: Ya Allah, jadikan hari ini baik, diberkati dan tenang.
ru: О Аллах, сделай этот день добрым, благословенным и спокойным.
ur: اے اللہ، آج کے دن کو اچھا، بابرکت اور پُرسکون بنا دے۔

# religious_today_title
source: Bugünün İslami Günü
ar: مناسبة اليوم الإسلامية
de: Islamischer Tag heute
en: Today’s Islamic Day
es: El día islámico de hoy
fa: مناسبت اسلامي امروز
fr: Le jour islamique d’aujourd’hui
id: Hari Islami Hari Ini
ms: Hari Islam Hari Ini
ru: Исламский день сегодня
ur: آج کا اسلامی دن

# religious_today_worship
source: Bugünü kısa bir zikir, dua ve şükürle değerlendirebilirsin.
ar: يمكنك أن تعمّر يومك بذكرٍ ودعاءٍ وشكرٍ يسير.
de: Du kannst den heutigen Tag mit kurzem Dhikr, Dua und Dankbarkeit verbringen.
en: You can spend today with brief dhikr, dua, and gratitude.
es: Puedes pasar hoy con dhikr breve, dua y gratitud.
fa: امروز را مي‌تواني با ذكري كوتاه، دعا و شكر سپري كني.
fr: Tu peux passer cette journee avec un court dhikr, une dua et de la gratitude.
id: Anda boleh melalui hari ini dengan zikir singkat, doa, dan rasa syukur.
ms: Anda boleh melalui hari ini dengan zikir ringkas, doa dan rasa syukur.
ru: Этот день можно провести с коротким зикром, дуа и благодарностью.
ur: آج کا دن مختصر ذکر، دعا اور شکرگزاری کے ساتھ گزارا جا سکتا ہے۔

# remaining_question_quota_format
source: Kalan soru hakkı: %lld
ar: الأسئلة المتبقية: %lld
de: Verbleibendes Fragenkontingent: %lld
en: Remaining question quota: %lld
es: Cupo de preguntas restante: %lld
fa: سهمیه باقی‌مانده سؤال: %lld
fr: Quota de questions restante : %lld
id: Kuota pertanyaan tersisa: %lld
ms: Kuota soalan berbaki: %lld
ru: Осталось вопросов: %lld
ur: باقی سوالات کی حد: %lld

# remaining_time_hours_minutes_short_format
source: %llds %llddk
ar: %lldس %lldد
de: %lldStd %lldMin
en: %lldh %lldm
es: %lld h %lld min
fa: %lldس %lldد
fr: %lldh %lldmin
id: %lldj %lldm
ms: %lldj %lldm
ru: %lldч %lldм
ur: %lldگ %lldم
